@extends('layouts.main')

@section('content')

<section class="section share-knowledge" style="margin-top:110px;">
    <div class="container">
        <div class="row">
            <div class="col-md-5">
                <div class="knowledge-img aos" data-aos="fade-up">
                    <img src="/assets/img/hostel_images/hostel_image.jpg" alt class="img-fluid" style="margin-top: 20px;">
                </div>
            </div>
            <div class="col-md-7 d-flex align-items-center">
                <div class="join-mentor aos" data-aos="fade-up">
                    <h2 class="text-center">ರಾವ್ ಬಹದ್ದೂರ್ ಧರ್ಮಪ್ರವರ್ತ ಗುಬ್ಬಿ ತೋಟದಪ್ಪನವರ ಧರ್ಮಸಂಸ್ಥೆ</h2>
                    <p class="tab-indent justified-text">ರಾವ್ ಬಹದ್ದೂರ್ ಧರ್ಮಪ್ರವರ್ತ ಗುಬ್ಬಿ ತೋಟದಪ್ಪನವರ ಧರ್ಮಸಂಸ್ಥೆಯು ತೋಟದಪ್ಪನವರ ಛತ್ರ ಎಂಬ ಹೆಸರಿನಿಂದ ಪ್ರಖ್ಯಾತಿಯನ್ನು ಪಡೆದಿದೆ. ಈ ಧರ್ಮಸಂಸ್ಥೆಯು ಬೆಂಗಳೂರಿನ ಕೇಂದ್ರ ಸ್ಥಳವಾದ ನಗರ ರೈಲ್ವೆ ನಿಲ್ದಾಣ ಮತ್ತು ಕರ್ನಾಟಕ ರಾಜ್ಯ ರಸ್ತೆ ಸಾರಿಗೆ ಸಂಸ್ಥೆ ನಿಲ್ದಾಣಗಳ ಪಕ್ಕದಲ್ಲಿದ್ದು ಕಳೆದ 100 ವರ್ಷಗಳಿಂದ ವಿದ್ಯಾರ್ಥಿಗಳ ಮತ್ತು ಪ್ರಯಾಣಿಕರ ಸೇವೆಯಲ್ಲಿ ತೊಡಗಿಸಿಕೊಂಡಿದೆ.
                    </p>

                </div>
            </div>
            <div class="col-md-12 align-items-center">
                <div class="join-mentor aos" data-aos="fade-up">
                    <p class="tab-indent justified-text">
                        ಈ ಸಂಸ್ಥೆಯ ದಾನಿಗಳು ಮತ್ತು ಸಂಸ್ಥಾಪಕರಾದ <b>ಶ್ರೀ ಗುಬ್ಬಿ ತೋಟದಪ್ಪನವರು</b> ಬೆಂಗಳೂರಿನ ಪ್ರಮುಖ ವರ್ತಕರೆನಿಸಿದ್ದರು.<br> <b>“ಕಾಯಕವೇ ಕೈಲಾಸ'</b> ಎಂಬ ಶರಣರ ತತ್ವದಂತೆ ಸತ್ಯ ಧರ್ಮಗಳ ನೆಲಗಟ್ಟಿನ ಮೇಲೆ ಬಾಳಿ ಬದುಕಿದವರು. 1838 ರಿಂದ 1910ರ ಅವಧಿಯಲ್ಲಿ ಜೀವಿಸಿದ್ದ ಇವರನ್ನು ಬೆಂಗಳೂರಿನ ಅಭಿವೃದ್ಧಿಗೆ ಸಂಬಂಧಿಸಿದ ಕಾರಣೀಪುರುಷರಲ್ಲಿ ಒಬ್ಬರೆಂದು ಪರಿಗಣಿಸಲಾಗಿತ್ತು. ತಾವು ಶ್ರಮ ಪಟ್ಟು ಗಳಿಸಿದ ಸಮಸ್ತ ಆಸ್ತಿಯನ್ನು ಮತ್ತು ಹಣವನ್ನು ದೇಶಕ್ಕೆ ಮತ್ತು ಸಮಾಜಕ್ಕೆ ಸದುಪಯೋಗ ವಾಗಲೆಂದು ಧರ್ಮಕಾರ್ಯಕ್ಕಾಗಿ ಸಮರ್ಪ ಮಾಡಿರುತ್ತಾರೆ. ಸದರಿಯವರು ತಮ್ಮ ಜೀವಿತಾವಧಿಯಲ್ಲಿ ಹಲವಾರು ದೇವಸ್ಥಾನಗಳ, ಮಠಗಳ ಜೀರ್ಣೋದ್ಧಾರ ಕಾರ್ಯಗಳಲ್ಲಿ ಮತ್ತು ಹೊಸ ಶಾಲೆಗಳ ಸ್ಥಾಪನೆಯಲ್ಲಿ ನೆರವಾಗಿರುತ್ತಾರೆ. 1903ರಲ್ಲಿ ಬೆಂಗಳೂರಿನಲ್ಲಿ ವೀರಶೈವ ವಿದ್ಯಾರ್ಥಿಗಳಿಗೋಸ್ಕರ ಸ್ಥಾಪಿಸಿದ ವಿದ್ಯಾರ್ಥಿನಿಲಯ ಮತ್ತು ಬೆಂಗಳೂರಿಗೆ ಬಂದು ಹೋಗುವ ಪ್ರಯಾಣಿಕರ ಸೌಕರ್ಯಕ್ಕಾಗಿ ಪ್ರಾರಂಭಿಸಿದ ಧರ್ಮಛತ್ರ ಅವರ ಧರ್ಮಕಾರ್ಯಗಳ ಪೈಕಿ ಅತಿ ಮುಖ್ಯವಾದವು. ಈ ಜಾಗವನ್ನು 1897ನೇ ಇಸವಿಯಲ್ಲಿ ಮೈಸೂರು ಸರ್ಕಾರದ ರೈಲ್ವೆ ಇಲಾಖೆಯಿಂದ 10,000 ರೂಪಾಯಿಗೆ ಗುಬ್ಬಿ ತೋಟದಪ್ಪನವರು ಖರೀದಿ ಮಾಡಿ ಅಲ್ಲಿ ಧರ್ಮ ಛತ್ರವನ್ನು ಕಟ್ಟಿದರು. ಛತ್ರದ ಕಟ್ಟಡದ ಕೆಲಸ ಪೂರ್ಣಗೊಂಡ ಮೇಲೆ, ವಿದ್ಯಾರ್ಥಿಗಳ ಉಪಯೋಗಕ್ಕೆ 10 ಕೊಠಡಿಗಳನ್ನು ಕಟ್ಟಿಸಿ ವಿದ್ಯಾರ್ಥಿ ನಿಲಯವನ್ನು ಪ್ರಾರಂಭಿಸಿದರು
                    </p>
                    <p class="tab-indent justified-text">
                        ಈ ಧರ್ಮ ಸಂಸ್ಥೆಯ ಮೂಲ ಕಟ್ಟಡವನ್ನು ಅಂದಿನ ಮಹಾರಾಜರಾದ ನಾಲ್ವಡಿ: ಶ್ರೀ ಕೃಷ್ಣರಾಜೇಂದ್ರ ಒಡೆಯರ್‌ರವರು ತಾ. 11.02.1903 ರಂದು ಉದ್ಘಾಟನೆ ಮಾಡಿದ್ದಾರೆ. ಅಂದಿನ ದಿನಗಳಲ್ಲಿ ಹೆಚ್ಚು ಅನ್ನಬಹುದಾದ ಒಂದು ಲಕ್ಷ ರೂಪಾಯಿ ಹಣವನ್ನು ಸರ್ಕಾರದಲ್ಲಿ ಠೇವಣಿಯನ್ನಾಗಿ ಇಟ್ಟು ಅದರ ಬಡ್ಡಿಯಲ್ಲಿ ಛತ್ರ ಮತ್ತು ವಿದ್ಯಾರ್ಥಿನಿಲಯದ ನಿರ್ವಾಹಣ ಕಾರ್ಯ ಸುಸೂತ್ರವಾಗಿ ನಡೆದುಕೊಂಡು ಹೋಗುವ ವ್ಯವಸ್ಥೆಯನ್ನು ಮಾಡಿ ತೋಟದಪ್ಪನವರು ತಮ್ಮ ದೂರದೃಷ್ಟಿಯನ್ನು ಮೆರೆದಿದ್ದಾರೆ. ಈ ಸಂಸ್ಥೆಯು ಅಂದಿನಿಂದ ಇಂದಿನವರೆಗೂ ವಿದ್ಯಾರ್ಥಿ ಮತ್ತು ವಿದ್ಯಾರ್ಥಿನಿಯರಿಗೆ ಉಚಿತ ಊಟ ವಸತಿ ಮತ್ತು ದೇಶದ ಬೇರೆ ಬೇರೆ ಭಾಗಗಳಿಂದ ಬೆಂಗಳೂರಿಗೆ ಬರುವ ಯಾತ್ರಿಕರಿಗೆ ವಸತಿಗಾಗಿ ಕೊಠಡಿಗಳನ್ನು ಅತಿ ಕಡಿಮೆ ದರದಲ್ಲಿ ನೀಡುತ್ತ ಬರುತ್ತಿದೆ. ಪ್ರಾರಂಭಿಕ ಹಂತದಲ್ಲಿ ಈ ವಿದ್ಯಾರ್ಥಿನಿಲಯದಲ್ಲಿ 40 ವಿದ್ಯಾರ್ಥಿಗಳಿಗೆ ಮಾತ್ರ ಅವಕಾಶ ಇದ್ದು ಅದು ಈಗ 400 ವಿದ್ಯಾರ್ಥಿಗಳಿಗೂ ಮೀರಿ ಅವಕಾಶ ಒದಗಿಸುತ್ತದೆ. ಗುಬ್ಬಿ ತೋಟದಪ್ಪನವರ ಈ ಸಮಾಜ ಸೇವೆಯನ್ನು ಗುರುತಿಸಿ ನಾಲ್ವಡಿ ಶ್ರೀ ಕೃಷ್ಣರಾಜೇಂದ್ರ ಒಡೆಯ‌ರವರು 19053e ಇಸವಿಯ ಮಹೋತ್ಸವದಲ್ಲಿ ಅವರಿಗೆ ದಸರಾ <b>'ಧರ್ಮಪ್ರವರ್ತ'</b> ಎಂಬ ಬಿರುದನ್ನು ದಯಪಾಲಿಸಿದ್ದಾರೆ. 1910ರಲ್ಲಿ ಭಾರತ ಸರ್ಕಾರವು <b>“ರಾವ್ ಬಹದ್ದೂರ್”</b> ಎನ್ನುವ ಬಿರುದನ್ನು ಕೊಟ್ಟಿದ್ದಾರೆ. ಅಂದಿನಿಂದ ರಾವ್ ಬಹದ್ದೂರ್ ಧರ್ಮಪ್ರವರ್ತ ಗುಬ್ಬಿ ತೋಟದಪ್ಪ ಎನ್ನುವ ಅನ್ವರ್ಥನಾಮದಲ್ಲಿ ಈ ಸಂಸ್ಥೆಯ ಸಂಸ್ಥಾಪಕರು ಎಲ್ಲರಿಂದಲೂ ಗುರುತಿಸಲ್ಪಟ್ಟಿದ್ದಾರೆ.
                    </p>
                </div>
            </div>
        </div>
    </div>
</section>

@endsection