@extends('layouts.main')

@section('content')
<section class="section share-knowledge" style="margin-top:110px;">
    <div class="container">
        <div class="row">
            <div class="col-md-4">
                <div class="knowledge-img aos" data-aos="fade-up">
                    <img src="/assets/img/thotadappa/founder.jpg" alt class="img-fluid">
                </div>
            </div>
            <div class="col-md-8 d-flex align-items-center">
                <div class="join-mentor aos" data-aos="fade-up">
                    <h2 class="text-center">ರಾವ್ ಬಹದ್ದೂರ್ ಧರ್ಮಪ್ರವರ್ತ <br>ಗುಬ್ಬಿ ತೋಟದಪ್ಪನವರು</h2>
                    <p class="tab-indent justified-text"><b>ರಾವ್ ಬಹದ್ದೂರ್ ಧರ್ಮಪ್ರವರ್ತ ಗುಬ್ಬಿ ತೋಟದಪ್ಪನವರು</b> (Rao Bahadhur Dharmapravartha Gubbi Thotadappa),
                        <b>(೧೮೩೮-೧೯೧೦) (ಸ್ಥಳ:ಗುಬ್ಬಿ)</b> ಒಬ್ಬ ವ್ಯಾಪಾರಿ ಹಾಗೂ ಲೋಕೋಪಕಾರಿಯಾಗಿದ್ದರು. ದೇಶದಾದ್ಯಂತದಿಂದ ಬೆಂಗಳೂರಿಗೆ ಬರುತ್ತಿದ್ದ ಪ್ರವಾಸಿಗರಿಗೆ ಉಚಿತ ಊಟ ಮತ್ತು ವಸತಿಯ ವ್ಯವಸ್ಥೆಯನ್ನು ಮಾಡಿದ್ದರು.
                        ಆ ಸ್ಥಳಕ್ಕೆ <b>"ಗುಬ್ಬಿ ತೋಟದಪ್ಪನವರ ಛತ್ರ"</b> ಎಂಬ ಹೆಸರು ಬಂತು. ಇವರಿಗೆ ಆಗಿನ ಮೈಸೂರು ಅರಸರಾದ ಕೃಷ್ಣರಾಜ ಒಡೆಯರ್ ರವರು <b>"ಧರ್ಮಪ್ರವರ್ತ"</b> ಹಾಗೂ ಬ್ರಿಟಿಷ್ ಸರ್ಕಾರವು <b>"ರಾವ್ ಬಹದ್ದೂರ್"</b> ಎಂಬ ಬಿರುದುಗಳನ್ನು ಇತ್ತು ಗೌರವಿಸಲಾಯಿತು.
                    </p>
                </div>
            </div>
            <div class="col-md-12 align-items-center mt-5">
                <div class="join-mentor aos" data-aos="fade-up">
                    <h4><b>ಆರಂಭಿಕ ದಿನಗಳು :-</b></h4>
                    <p class="tab-indent justified-text">ತೋಟದಪ್ಪನವರು ಗುಬ್ಬಿಯ ಲಿಂಗಾಯಿತ ಶೆಟ್ಟರ ಕುಟುಂಬದಲ್ಲಿ <b>೧೮೩೮ ರಲ್ಲಿ ರುದ್ರಪ್ಪ ಹಾಗೂ ಚೆನ್ನಮ್ಮ ದಂಪತಿಗಳಿಗೆ ಜನಿಸಿದರು.</b>
                        ಪ್ರಾಥಮಿಕ ಶಿಕ್ಷಣ ಮುಗಿಯುತಿದ್ದಂತೆ ತಮ್ಮ ೧೨ನೇ ವಯಸ್ಸಿನಿಂದಲೇ ತೋಟದಪ್ಪನವರು ತಂದೆಯ ಜತೆಗೆ ಅಂಗಡಿಗೆ ಹೋಗಿ ವ್ಯಾಪಾರದಲ್ಲಿ ನಿರತರಾದರು.
                        ಮೂಲತಃ ಗುಬ್ಬಿಯವರಾದ ಇವರ ತಂದೆಯವರು ಬೆಂಗಳೂರಿನ ಮಾಮೂಲು ಪೇಟೆಗೆ ಬಂದು ನೆಲೆಸಿದರು. ತಮ್ಮ ೧೬ನೇ ವಯಸ್ಸಿನಲ್ಲಿಯೇ ತಂದೆಯನ್ನ ಕಳೆದುಕೊಂಡು ತಮ್ಮಕುಲ ಕಸುಬಾದ ವ್ಯಾಪಾರ ವೃತ್ತಿಯನ್ನು ಮುಂದುವರೆಸಿದರು.
                        ತಮ್ಮ ಶಿಸ್ತುಬದ್ದವಾದ ನಡವಳಿಕೆಯಿಂದ, ಸತ್ಯ ಶುದ್ದ ಕಾಯಕದಿಂದ ಎಲ್ಲರ ಗೌರವ ಮನ್ನಣೆಗಳಿಗೆ ಪಾತ್ರರಾದರು. ಹಂತ ಹಂತವಾಗಿ ಶ್ರೀಮಂತರಾಗಿ ಬೆಂಗಳೂರಿನ ಗಣ್ಯ ವರ್ತಕರಾಗಿ ಪ್ರಸಿದ್ದರಾದರು.
                    </p>
                </div>
            </div>
            <div class="col-md-12 align-items-center">
                <div class="join-mentor aos" data-aos="fade-up">
                    <h4><b>ಸಾಮಾಜಿಕ ಕಾರ್ಯಗಳು:-</b></h4>
                    <p class="tab-indent justified-text">ಸಂತಾನ ವಂಚಿತರಾದ ತೋಟದಪ್ಪನವರು ತಮ್ಮ ಎಲ್ಲಾ ಆಸ್ತಿಯನ್ನು ಲೋಕ ಕಲ್ಯಾಣಕ್ಕೆ ಉಪಯೋಗಿಸಲು ನಿರ್ಧರಿಸಿ,
                        ಪ್ರವಾಸಿಗಳು ಹಾಗೂ ವಿಧ್ಯಾರ್ಥಿಗಳ ಒಳಿತಿಗಾಗಿ ತಮ್ಮ ಆಸ್ತಿಯನ್ನೆಲ್ಲ ಧಾರೆ ಎರೆದರು.ಗೌರಿಬಿದನೂರು ತಾಲ್ಲೂಕಿನ ಅಲಕಾಪುರದ ಶ್ರೀ ಚನ್ನಸೋಮೆಶ್ವರ ದೇವಾಲಯ ಮತ್ತು ಹಿಂದುಪೂರ ತಾಲೂಕಿನ ಗೊಳ್ಳಾಪುರ ಗುರುಮಠದ ಜೀರ್ಣೋದ್ದಾರ ಕಾರ್ಯ ಬೆಂಗಳೂರಿನಲ್ಲಿ ಮೊಟ್ಟ ಮೊದಲ ಸಂಸ್ಕೃತ ಪಾಠಶಾಲೆಯನ್ನು ಸ್ಠಾಪಿಸಿದ ಕೀರ್ತಿ ಶ್ರೀ ತೋಟದಪ್ಪನವರಿಗೆ ಸಲ್ಲುತ್ತದೆ.
                        ಇವರು ರಾವ್ ಬಹದ್ದೂರ್ ಧರ್ಮಪ್ರವರ್ತ ಗುಬ್ಬಿ ತೋಟದಪ್ಪ ಧರ್ಮಸಂಸ್ಥೆಯನ್ನು ಸ್ಥಾಪಿಸಿದರು. ಈ ಸಂಸ್ಥೆಯು ೧೮೯೭ ರಲ್ಲಿ ಬೆಂಗಳೂರು ನಗರ ರೈಲ್ವೆ ನಿಲ್ದಾಣದ ಹತ್ತಿರ ೨.೫ ಎಕರೆ ಜಾಗವನ್ನು ಆಗಿನ ಮೈಸೂರು ಸರ್ಕಾರದ ರೈಲ್ವೇ ಇಲಾಖೆಯಿಂದ ರೂ.೧೦,೦೦೦ ಕ್ಕೆ ಖರೀದಿಸಿ ಫೆಬ್ರವರಿ ೧೧, ೧೯೦೩ ರಲ್ಲಿ ಪ್ರವಾಸಿಗಳಿಗೆ ಧರ್ಮಛತ್ರ ಹಾಗೂ ವಿಧ್ಯಾರ್ಥಿಗಳಿಗೆ ಉಚಿತ ವಸತಿ ನಿಲಯವನ್ನು ಆರಂಭಿಸಿತು.
                        ಇದನ್ನು ನಾಲ್ವಡಿ ಕೃಷ್ಣರಾಜ ಒಡೆಯರ್ ರವರು ಅಧಿಕೃತವಾಗಿ ಉದ್ಘಾಟಿಸಿದರು. ತೋಟದಪ್ಪನವರ ಕೊನೆಯ ದಿನಗಳಲ್ಲಿ ತಮ್ಮ ಆಸ್ತಿಯನ್ನೆಲ್ಲ ರಾವ್ ಬಹದ್ದೂರ್ ಧರ್ಮಪ್ರವರ್ತ ಗುಬ್ಬಿ ತೋಟದಪ್ಪ ಧರ್ಮಸಂಸ್ಥೆಗೆ ದಾನ ಮಾಡಿ, ಆ ಸಂಸ್ಥೆಗೆ ಕೆ. ಪಿ. ಪುಟ್ಟಣ್ಣ ಚೆಟ್ಟಿಯವರನ್ನು ಪ್ರಥಮ ಅಧ್ಯಕ್ಷರನ್ನಾಗಿ ನೇಮಕ ಮಾಡಿದರು. ಈ ಸಂಸ್ಥೆಯು ಇಂದಿಗೂ ಕಾರ್ಯ ನಿರ್ವಹಿಸುತ್ತಿದೆ.
                        ಈ ವಿಧ್ಯಾರ್ಥಿ ನಿಲಯದ ಸೌಲಭ್ಯವನ್ನು ಕರ್ನಾಟಕದ ಉದ್ದಗಲಕ್ಕೂ ವಿಸ್ತರಿಸಲಾಯಿತು. ಕಳೆದ ೨೦೦೫ ರಲ್ಲಿ, ವಿಧ್ಯಾರ್ಥಿ ನಿಲಯವು ಮರುನಿರ್ಮಾಣವಾಯಿತು. ಸಂಸ್ಥೆಯ ಆದಾಯದ ಮೂಲಕ್ಕಾಗಿ ಕೆಂಪೇಗೌಡ ಬಸ್ ನಿಲ್ದಾಣ[೩] ದ ಹತ್ತಿರ ಶತಮಾನೋತ್ಸವ ಭವನ (ಬೆಲ್ ಹೊಟೇಲ್) ಅನ್ನು ನಿರ್ಮಿಸಲಾಯಿತು. ಪ್ರಸಕ್ತ ದಿನಗಳಲ್ಲಿ ಪ್ರವಾಸಿ ಮಂದಿರದ ಸೌಲಭ್ಯಗಳು ಅತ್ಯಲ್ಪ ಪ್ರಮಾಣದಲ್ಲಿ ಲಭ್ಯವಿದೆ.
                        ಈ ಪ್ರವಾಸಿ ಮಂದಿರವು ಯಾವುದೇ ಜಾತಿ-ಧರ್ಮಕ್ಕೆ ಮೀಸಲಿರದೇ ಎಲ್ಲರಿಗೂ ತೆರೆದಿದೆ, ವಿಧ್ಯಾರ್ಥಿ ನಿಲಯ ಮಾತ್ರ ವೀರಶೈವ-ಲಿಂಗಾಯತ ಸಮುದಾಯಕ್ಕೆ ಮಾತ್ರ ಮೀಸಲಿದೆ.ಪ್ರಸಕ್ತ ಸಾಲಿನಲ್ಲಿ ಸುಮಾರು ೪೬೦ ವಿಧ್ಯಾರ್ಥಿಗಳು ವಿಧ್ಯಾರ್ಥಿ ನಿಲಯದಲ್ಲಿ ವಿದ್ಯಾಬ್ಯಾಸ ಮಾಡುತಿದ್ದಾರೆ, ಇಲ್ಲಿಯವರೆಗೆ ಹಾಸ್ಟೆಲ್ ಯಾವುದೇ ಸರ್ಕಾರದ ಅನುದಾನನ್ನು ಸ್ವೀಕರಿಸಿಲ್ಲ.
                        ಈ ಸಂಸ್ಥೆಯು ಪ್ರತಿ ವರ್ಷ ಪ್ರತಿಭಾನ್ವಿತ ವೀರಶೈವ-ಲಿಂಗಾಯತ ವಿಧ್ಯಾರ್ಥಿಗಳಿಗೆ ವಿಧ್ಯಾರ್ಥಿವೇತನ ನೀಡುತ್ತಿದೆ.
                    </p>
                </div>
            </div>
            <div class="col-md-12 align-items-center">
                <div class="join-mentor aos" data-aos="fade-up">
                    <h4><b>ಗೌರವಗಳು:-</b></h4>
                    <ul>
                        <li>
                            ೧೯೦೫ ರಲ್ಲಿ ಇವರ ಸಾಮಾಜಿಕ ಸೇವೆಗಳನ್ನು ಗುರುತಿಸಿ <b>ಮೈಸೂರಿನ ಮಹಾರಾಜರಾಗಿದ್ದ ನಾಲ್ವಡಿ ಕೃಷ್ಣರಾಜ ಒಡೆಯರ್</b> ರವರು <b>"ಧರ್ಮಪ್ರವರ್ತ"</b> ಎಂಬ ಬಿರುದನ್ನಿತ್ತು ಗೌರವಿಸಿದರು.
                        </li>
                        <li>
                            ೧೯೧೦ ರಲ್ಲಿ, <b>ಜಾರ್ಜ್ V,</b> ಭಾರತದಲ್ಲಿ ಆಳ್ವಿಕೆ ನಡೆಸುತ್ತಿದ್ದ ಬ್ರಿಟೀಷ್ ಚಕ್ರವರ್ತಿ ಇವರಿಗೆ <b>"ರಾವ್ ಬಹದ್ದೂರ್"</b> ಎಂಬ ಬಿರುದನ್ನು ನೀಡಿದನು.
                        </li>
                    </ul>
                </div>
            </div>
            <div class="col-md-12 align-items-center mt-5">
                <div class="join-mentor aos" data-aos="fade-up">
                    <h4><b>ನಿಧನ:-</b></h4>
                    <p class="tab-indent">ತೋಟದಪ್ಪನವರು ಫೆಬ್ರವರಿ ೨೧, ೧೯೧೦ ರಲ್ಲಿ ತಮ್ಮ ೭೨ನೇ ವಯಸ್ಸಿನಲ್ಲಿ ನಿಧನರಾದರು.</p>
                </div>
            </div>
        </div>
    </div>
</section>

@endsection